<template>
  <div class="card card-acrylic">
    <div class="card-header">使用说明</div>
    <p>
      先在考试院官网下载导出志愿表，无需启用宏。<br />
      选择志愿方法有二：<br />
      1. 快速选择<br />
      在步骤0将下载的志愿表上传，可快捷筛选/选择专业志愿；<br />
      点击筛选结果中左侧的+即可选择该志愿。<br />
      2. 手动选择<br />
      若希望在本地使用Excel筛选，请将志愿表备份后，不启用宏并删除首行，再开启筛选；<br />
      每选择一个专业志愿，在Excel中选中对应的行并复制，在步骤一的对应区域粘贴即可。<br />
      选择后可拖动以调整顺序，按垃圾桶按钮可以删除。<br />
      保存按钮可以在本地暂存志愿信息，加载按钮可以加载暂存的志愿信息。<br />
      步骤二下载的志愿表会将前80个志愿保存，可直接在系统内导入。
    </p>
  </div>
</template>
